Revit 2024 API
BuiltInFailures.BendFailures Class
 Failures about Bends.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class BendFailures
Visual Basic
Public NotInheritable Class BendFailures
Visual C++
public ref class BendFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.BendFailures
See Also
BuiltInFailures.BendFailures Members
Autodesk.Revit.DB Namespace